Repository: Pardus-Kurumsal/lastore-daemon
Catalog: locale/*.po
Languages: da, el, es_419, ko, ms, ro, sk

source: Deepin Store
da: Deepin Pakkehåndtering
el: Κατάστημα Deepin
ko: Deepin 스토어
ms: Kedai Deepin
ro: Magazinul Deepin
sk: Deepin Obchod

source: System is updating, please shut down or reboot later.
da: Systemet opdaterer, venligst luk ned eller genstart senere.
el: Το σύστημα ενημερώνεται, παρακαλούμε κλείστε ή επανεκκινήστε αργότερα.
es_419: El sistema se está actualizando. Apague o reinicie el sistema más tarde.
ko: 시스템이 업데이트 중입니다, 나중에 종료하거나 다시 시작하세요.
ms: Sistem dikemaskinikan, sila matikan atau but semula kemudian.
ro: Sistemul se actualizează, închideţi sau reporniţi mai târziu.
sk: Systém sa aktualizuje, prosím neskôr vypnite alebo reštartujte zariadenie.

source: Reboot Now
da: Genstart nu
el: Επανεκκίνηση Τώρα
es_419: Reiniciar ahora
ko: 지금 다시 시작하기
ms: But Semula Sekarang
ro: Repornire Acum
sk: Reštartovať teraz

source: Reboot Later
da: Genstart senere
el: Επανεκκίνηση Αργότερα
es_419: Reiniciar después
ko: 나중에 다시 시작
ms: But Semula Kemudian
ro: Amânare Repornire
sk: Reštartovať neskôr

source: Retry
da: Prøv igen
el: Επανάληψη
es_419: Reintentar
ko: 재시도
ms: Cuba lagi
ro: Încercaţi din nou
sk: Skúsiť znova

source: Cancel
da: Annuller
el: Άκυρο
es_419: Cancelar
ko: 취소
ms: Batal
ro: Anulare
sk: Zrušiť

source: %q installed successfully.
da: %q installeret vellykket.
el: Το %q εγκαταστάθηκε με επιτυχία.
es_419: %q se instaló correctamente.
ko: %q(이)가 성공적으로 설치되었습니다.
ms: %q berjaya dipasangkan.
ro: %q s-a instalat cu succes.
sk: %q úspešne nainštalovaný.

source: %q failed to install.
da: %q fejlede i at installere
el: Αποτυχία εγκατάστασης του %q.
es_419: Error al instalar %q.
ko: %q(이)가 설치에 실패하였습니다.
ms: %q gagal dipasangkan.
ro: instalarea %q a eșuat.
sk: %q inštalácia zlyhala.

source: %q removed successfully.
da: %q fjernet med succes.
el: Το %q αφαιρέθηκε με επιτυχία.
es_419: %q se eliminó correctamente.
ko: %q(이)가 성공적으로 제거되었습니다.
ms: %q berjaya dibuang.
ro: %q șterse cu succes.
sk: %q úspešne odstránený.

source: %q failed to remove.
da: %q mislykkedes at fjerne.
el: Αποτυχία αφαίρεσης του %q.
es_419: Error al eliminar %q.
ko: %q(을)를 삭제하는데 실패하였습니다.
ms: %q gagal dibuang.
ro: ștergerea %q a eșuat.
sk: %q odstránenie zlyhalo.

source: %q failed to download.
da: %q mislykkedes at downloade.
el: Η λήψη του %q απέτυχε.
es_419: Error al descargar %q.
ko: %q(을)를 다운로드하는데 실패했습니다.
ms: %q gagal dimuat turunkan.
ro: Descărcarea aplicaţiei %q a eşuat.
sk: %q sťahovanie zlyhalo.

source: In order to prevent automatic shutdown, please plug in for normal update.
el: Προκειμένου να αποτραπεί η αυτόματη διακοπή λειτουργίας, παρακαλούμε συνδέστε στο ρεύμα για κανονική ενημέρωση.
es_419: Para evitar el apagado automático, conecte para las actualizaciones normales.
ko: 자동 종료를 방지하려면 정상 업데이트를 위해 전원을 연결하세요.
ms: Untuk menghindari komputer dimatikan secara automatik, sila palamkan untuk kemaskini biasa.
ro: Pentru a preveni închiderea automată, vă rugăm conectați pentru actualizare normală.
sk: Aby sa zabránilo automatickému vypnutiu, prosím pripojte normálne aktualizácie.

source: Some functions will take effect after rebooting.
da: Visse funktioner vil træde i kraft efter genstart.
el: Ορισμένες λειτουργίες θα ισχύουν μετά από την επανεκκίνηση.
es_419: Algunas funciones comenzarán a funcionar luego de reiniciar.
ko: 일부 기능은 다시 시작 이후에 작동합니다
ms: Beberapa fungsi akan berkesan selepas membut semula.
ro: Unele funcţii vor avea efect după repornire.
sk: Pre fungovanie viacerých súčastí je vyžadovaný reštart.

source: Updated successfully!
da: Opdateret med succes!
el: Αναβαθμίστηκε με επιτυχία!
es_419: La actualización se completó correctamente.
ko: 성공적으로 업데이트 완료!
ms: Berjaya dikemaskinikan!
ro: Actualizare reușită!
sk: Úspešná aktualizácia!

source: Failed to update.
da: Fejlede i at installere opdateringer
el: Αποτυχία ενημέρωσης.
es_419: Error al actualizar.
ko: 업데이트에 실패했습니다.
ms: Gagal dikemaskinikan.
ro: Actualizarea a eşuat.
sk: Nepodarilo sa aktualizovať.

source: %d software need to be updated.
da: %d software skal opdateres.
el: Το λογισμικό %d χρειάζεται αναβάθμιση.
es_419: Es necesario actualizar el software %d.
ko: %d개의 소프트웨어가 업데이트를 필요로합니다.
ms: %d perisian perlu dikemaskinikan.
ro: Softul %d trebuie actualizat.
sk: %d software je potrebné aktualizovať.

source: Some patches need to be updated.
da: Nogle patches skal opdateres.
el: Μερικές ενημερώσεις κώδικα πρέπει να επικαιροποιηθούν.
es_419: Es necesario actualizar algunos parches.
ko: 일부 패치가 업데이트되어야 합니다.
ms: Beberapa tampalan perlu dikemaskinikan.
ro: Unele corecţii trebuie actualizate.
sk: Niektoré opravné balíčky je potrebné aktualizovať.

source: Some patches and %d software need to be updated.
da: Nogle patches og %d-software skal opdateres.
el: Μερικές ενημερώσεις κώδικα και το λογισμικό %d πρέπει να επικαιροποιηθούν.
es_419: Es necesario actualizar algunos parches y el software %d.
ko: 일부 패치 및 %d개의 소프트웨어가 업데이트되어야 합니다.
ms: Beberapa tampalan dan %d perisian perlu dikemaskinikan.
ro: Unele patch-uri și %d softuri trebuie actualizate.
sk: Niektoré opravné balíčky a %d software je potrebné aktualizovať.

source: Download
el: Λήψη
es_419: Descargar
ko: 다운로드
ms: Muat turun
ro: Descărcare
sk: Stiahnuť

source: Update Now
da: Opdater nu
el: Ενημέρωση Τώρα
es_419: Actualizar ahora
ko: 지금 업데이트하기
ms: Kemaskini Sekarang
ro: Actualizaţi acum
sk: Teraz aktualizovať
